[
{"name": "Il Dottore", "description": "Quando Il Dottore entra in gioco, il/i personaggio/i in gioco che ha meno punti vita correnti recupera 1 punto vita", "type": "hn"},
{"name": "I Dalton", "description": "Quando I Dalton entrano in gioco, chi ha carte blu di fronte a sé ne scarta una a sua scelta", "type": "hn"},
{"name": "Il Treno", "description": "Ogni giocatore pesca 1 carta extra alla fine della fase 1 del proprio turno", "type": "hn"},
{"name": "Il Reverendo", "description": "Non si possono giocare carte Birra", "type": "hn"},
{"name": "Benedizione", "description": "Tutte le carte sono considerate di cuori", "type": "hn"},
{"name": "Maledizione", "description": "Tutte le carte sono considerate picche per l'intero giro", "type": "hn"},
{"name": "Sparatoria", "description": "Il giocatore può giocare una seconda carta Bang! durante il proprio turno", "type": "hn"},
{"name": "Corsa all'Oro", "description": "Per un intero giro si gioca in senso antiorario, sempre a partire dallo Sceriffo. Gli effetti delle carte continuano ad essere in senso orario", "type": "hn"},
{"name": "Sete", "description": "Ogni giocatore pesca solo la prima carta e non la seconda, nella fase 1 del proprio turno", "type": "hn"},
{"name": "Sbornia", "description": "I personaggi perdono le loro abilità speciali, per l'intero giro", "type": "hn"},
{"name": "Sermone", "description": "Il giocatore non può usare carte Bang! durante il proprio turno", "type": "hn"},
{"name": "Città Fantasma", "description": "Ogni giocatore eliminato torna al proprio turno, come fantasma: pesca 3 carte invece di 2, e non può morire. Al termine del proprio turno è eliminato di nuovo", "type": "hn"},
{"name": "Mezzogiorno di Fuoco", "description": "Ogni giocatore perde 1 punto vita all'inizio del proprio turno", "type": "hn-last"},
{"name": "Il Giudice", "description": "Non si possono giocare carte blu o verdi nell'intero giro", "type": "foc"},
{"name": "Cecchino", "description": "Il giocatore di turno può scartare 2 carte Bang! insieme contro un giocatore qualsiasi, vale come un Bang! ma è schivabile solo con 2 mancati", "type": "foc"},
{"name": "Legge del West", "description": "Il giocatore mostra la seconda carta che pesca e se può è obbligato a giocarla", "type": "foc"},
{"name": "Vendetta", "description": "Alla fine del turno il giocatore estrae, se è cuori gioca un altro turno", "type": "foc"},
{"name": "Peyote", "description": "Invece di pescare 2 carte il giocatore prova ad indovinare il colore della carta che pescherà poi pesca e mostra la carta pescata: se ha indovinato si tiene la carta e tenta ancora, se no scarta la carta e continua alla fase 2", "type": "foc"},
{"name": "Agguato", "description": "La distanza fra ogni giocatore è 1 ma è modificata dalle carte in gioco e dalle abilità speciali", "type": "foc"},
{"name": "Lazo", "description": "Per l'intero giro le carte in gioco di fronte ai giocatori non hanno effetto", "type": "foc"},
{"name": "Fratelli di Sangue", "description": "All'inizio del proprio turno il giocatore può donare un punto vita (non l'ultimo) a un giocatore a sua scelta", "type": "foc"},
{"name": "Miniera Abbandonata", "description": "Per l'intero giro si pesca (se possibile) dalla cima degli scarti e si scarta in cima al mazzo", "type": "foc"},
{"name": "Dead Man", "description": "Al proprio turno il giocatore eliminato per primo rientra con 2 punti vita e 2 carte", "type": "foc"},
{"name": "Ranch", "description": "Dopo aver pescato il giocatore può scartare un numero qualsiasi di carte e ripescarne tante quante quelle che ha scartato", "type": "foc"},
{"name": "Liquore Forte", "description": "Il giocatore può saltare la fase 1 per recuperare un punto vita", "type": "foc"},
{"name": "Rimbalzo", "description": "Il giocatore in gioco può scartare carte Bang! contro carte in gioco di un altro giocatore, questi può rispondere con Mancato!", "type": "foc"},
{"name": "Roulette Russa", "description": "appena entra in gioco questa carta, a partire dallo sceriffo tutti scartano un mancato ad oltranza e il primo che non lo fa perde 2 punti vita e la roulette si interrompe", "type": "foc"},
{"name": "Per un pugno di carte", "description": "All'inizio del turno il giocatore subisce tanti Bang! quante carte ha in mano", "type": "foc-last"},
{"name": "Dorothy Rage", "description": "Nel proprio turno, ogni giocatore può obbligarne un altro a giocare una carta. Se il giocatore non possiede la carta dichiarata deve mostrare la mano ", "type": "wws"},
{"name": "Miss Susanna", "description": "Nel proprio turno ogni giocatore deve giocare almeno 3 carte. Se non lo fa, perde 1 punto vita.", "type": "wws"},
{"name": "Darling Valentine", "description": "All'inizio del proprio turno, ogni giocatore scarta le carte in mano e ne pesca dal mazzo altrettante.", "type": "wws"},
{"name": "Sacagaway", "description": "Tutti i giocatori giocano a carte scoperte (tranne il ruolo!)", "type": "wws"},
{"name": "Helena Zontero", "description": "Quando Helena Zontero entra in gioco estrai: se esce Cuori o Quadri, rimescola i ruoli attivi tranne lo Sceriffo, e ridistribuiscili a caso.", "type": "wws"},
{"name": "Lady Rosa del Texas", "description": "Nel proprio turno, ogni giocatore può scambiarsi di posto con quello alla sua destra, il quale salta il prossimo turno.", "type": "wws"},
{"name": "Bavaglio", "description": "I giocatori non possono parlare (ma possono gesticolare, mugugnare...). Chi parla perde 1 punto vita.", "type": "wws"},
{"name": "Camposanto", "description": "All'inizio del proprio turno, ogni giocatore eliminato torna in gioco con 1 punto vita. Pesca il ruolo a caso fra quelli dei giocatori eliminati.", "type": "wws"},
{"name": "Regolamento di Conti", "description": "Tutte le carte possono essere giocate come se fossero BANG!. Le carte BANG! devono essere giocate come se fossero Mancato!", "type": "wws"},
{"name": "Wild West Show", "description": "L'obiettivo di ogni giocatore diventa: Rimani l'ultimo in gioco!", "type": "wws-last"}
]
