[
{"name": "Bart Cassidy", "description": "Quando perde un punto vita, pesca una carta dal mazzo.", "type": "basic"},
{"name": "Black Jack", "description": "Quando deve pescare le 2 carte, mostra a tutti la seconda. Se è di cuori o di quadri, ne pesca un'altra.", "type": "basic"},
{"name": "Calamity Janet", "description": "Bang! e Mancato! sono intercambiabili.", "type": "basic"},
{"name": "Jesse Jones", "description": "Quando deve pescare le 2 carte, può pescare la prima dalla mano di un qualunque avversario.", "type": "basic"},
{"name": "Jourdonnais", "description": "Ogni volta che è bersaglio di una carta Bang!, può estrarre una carta dal tallone, se è cuori, è mancato", "type": "basic"},
{"name": "Kit Carlson", "description": "Quando deve pescare le 2 carte, ne pesca 3, e rimette una a scelta in cima al tallone.", "type": "basic"},
{"name": "Lucky Duke", "description": "Quando deve estrarre una carta ne estrae due", "type": "basic"},
{"name": "Paul Regret", "description": "Gli altri giocatori lo vedono a distanza aumentata di 1", "type": "basic"},
{"name": "Pedro Ramirez", "description": "Quando pesca due carte, può pescare la prima dalla cima di quelle scartate", "type": "basic"},
{"name": "Rose Doolan", "description": "Vede gli altri giocatori a distanza diminuita di 1", "type": "basic"},
{"name": "Sid Ketchum", "description": "Può scartare 2 carte per recuperare 1 punto vita in ogni momento", "type": "basic"},
{"name": "Slab the Killer", "description": "Quando usa la carta Bang!, sono necessari 2 Mancato! per evitare il colpo", "type": "basic"},
{"name": "Suzy Lafayette", "description": "Se rimane senza carte in mano, può pescarne una dal tallone", "type": "basic"},
{"name": "Vulture Sam", "description": "Quando un giocatore muore, prende in mano tutte le sue carte", "type": "basic"},
{"name": "Willy the Kid", "description": "Può usare un numero qualunque di Bang! in un turno", "type": "basic"},
{"name": "Apache Kid", "description": "Le carte di quadri giocate su di lui non hanno effetto", "type": "dc"},
{"name": "Belle Star", "description": "Nel suo turno le carte blu e verdi degli avversari non hanno effetto", "type": "dc"},
{"name": "Bill Noface", "description": "Pesca, invece che 2 carte, 1 più 1 ogni suo punto ferita", "type": "dc"},
{"name": "Chuck Wengam", "description": "Nel suo turno può perdere 1 punto vita per pescare due carte", "type": "dc"},
{"name": "Doc Holyday", "description": "Una volta per turno può scartare due carte per sparare un Bang!", "type": "dc"},
{"name": "Elena Fuente", "description": "Può usare una carta qualunque come Mancato!", "type": "dc"},
{"name": "Greg Digger", "description": "Quando un personaggio è eliminato recupera due punti vita", "type": "dc"},
{"name": "Herb Hunter", "description": "Quando un personaggio è eliminato pesca 2 carte", "type": "dc"},
{"name": "José Delgado", "description": "Due volte per turno può scartare una carta blu per pescare due carte (Nella prima edizione poteva utilizzare la sua abilità solo una volta per turno)", "type": "dc"},
{"name": "Molly Stark", "description": "Quando usa una carta fuori turno pesca un'altra carta", "type": "dc"},
{"name": "Pat Brennan", "description": "Invece di pescare può prendere una carta in gioco di fronte a un giocatore", "type": "dc"},
{"name": "Pixie Pete", "description": "Pesca 3 carte invece di 2", "type": "dc"},
{"name": "Sean Mallory", "description": "Può tenere fino a 10 carte in mano", "type": "dc"},
{"name": "Tequila Joe", "description": "Quando gioca una birra recupera 2 punti vita", "type": "dc"},
{"name": "Vera Custer", "description": "Ogni giro acquisisce l'abilità di un giocatore in gioco a sua scelta", "type": "dc"},
{"name": "Big Spencer", "description": "Inizia con 5 carte. Non può giocare Mancato!", "type": "wws"},
{"name": "Flint Westwood", "description": "Nel suo turno può scambiare una carta dalla mano con 2 carte a caso dalla mano di un altro giocatore.", "type": "wws"},
{"name": "Gary Looter", "description": "Pesca tutte le carte in eccesso scartate dagli altri giocatori a fine turno", "type": "wws"},
{"name": "Greygory Deck", "description": "All'inizio del suo turno può pescare 2 personaggi a caso. Ha tutte le abilità dei personaggi pescati. Le carte personaggi da cui pescare sono solo quelli dell'edizione base.", "type": "wws"},
{"name": "John Pain", "description": "Se ha meno di 6 carte in mano, quando un giocatore estrae, John aggiunge alla mano la carta appena estratta.", "type": "wws"},
{"name": "Lee Van Kliff", "description": "Nel suo turno, può scartare un BANG! per ripetere l'effetto di una carta a bordo marrone che ha appena giocato.", "type": "wws"},
{"name": "Teren Kill", "description": "Ogni volta che sarebbe eliminato estrae: se non è Picche, resta a 1 punto vita e pesca 1 carta.", "type": "wws"},
{"name": "Youl Grinner", "description": "Prima di pescare, i giocatori con più carte in mano di lui devono dargli una carta a scelta.", "type": "wws"},
{"name": "Madam Yto", "description": "Pesca una carta dal mazzo non appena viene giocata una birra.", "type": "gr"}
]
